Repository: x-yzt/mixtures
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Page not found
fr_fr: Page introuvable

source: Error 404: Page not found.
fr_fr: Erreur 404 : Page introuvable.

source: There's nothing there.
fr_fr: Il n'y a rien ici.

source: You can <a href="%(main_url)s">return to the home page</a>. Or perhaps you prefer to <a href="%(search_url)s">search for a substance</a>?
fr_fr: Vous pouvez <a href="%(main_url)s">retourner sur la page d'accueil</a>. Ou bien peut-être préférez-vous <a href="%(search_url)s">rechercher une substance</a> ?

source: Recent actions
fr_fr: Actions récentes

source: Last actions
fr_fr: Dernières actions

source: None available
fr_fr: Aucune

source: by
fr_fr: par

source: Unknown content
fr_fr: Contenu inconnu

source: Mixtures.info is a harm reduction application, dedicated to the synergies and risks of drug interactions.
fr_fr: Mixtures.info est une application de réduction des risques, dédiée aux synergies et risques liés aux interactions entre drogues.

source: Combinations
fr_fr: Combinaisons

source: About
fr_fr: À propos

source: Language
fr_fr: Langue

source: <p> This application is aimed at reducing the risks associated with drug use, and is offered for informational purposes only. </p> <p> Psychoactive substance use always involves risks. Always do additional research before taking some. </p>
fr_fr: <p> Cette application vise à la réduction des risques liés à la consommation de drogues, et est proposée à fins informatives uniquement. </p> <p> La consommation de substances psychoactives comporte des risques. Effectuez systématiquement des recherches complémentaires avant d'en consommer. </p>

source: Useful links
fr_fr: Liens utiles

source: <a %(attrs)s>Psychonaut</a>, forum about psychoactives and psychonautism
fr_fr: <a %(attrs)s>Psychonaut</a>, forum francophone sur les psychoactifs et le psychonautisme

source: <a %(attrs)s>PsychonautWiki</a>, free encyclopedia of psychoactives
fr_fr: <a %(attrs)s>PsychonautWiki</a>, encyclopédie libre et anglophone des psychoactifs

source: <a %(attrs)s>Source code</a> of this application
fr_fr: <a %(attrs)s>Code source</a> de cette application

source: Programmed and designed by %(link)s
fr_fr: Programmé et conçu par %(link)s

source: Contributor access
fr_fr: Accès contributeurs
