Repository: x-yzt/mixtures
Catalog: drugcombinator/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Mixtures.info adminisration
fr_fr: Administration de Mixtures.info

source: Welcome to Mixtures.info administration
fr_fr: Bienvenue dans l'administration de Mixtures.info

source: No modification
fr_fr: Aucune modification

source: Other substance
fr_fr: Autre substance

source: Interactions (second part)
fr_fr: Interactions (seconde partie)

source: Interactions (first part)
fr_fr: Interactions (première partie)

source: Base informations
fr_fr: Informations de base

source: Detailled informations
fr_fr: Informations détaillées

source: Interaction data
fr_fr: Données d'interaction

source: Interaction data that does no depends on another specific substance. Those texts will be displayed in all interaction cards about this substance.
fr_fr: Données d'interaction ne dépendant pas d'une autre substance en particulier. Ces textes seront affichés dans toutes les fiches d'interaction qui concernent cette substance.

source: Related notes
fr_fr: Notes liées

source: Metadata
fr_fr: Métadonnées

source: Those data will be automatically added to the "risks" field in the app.
fr_fr: Ces données seront automatiquement rajoutées au champ "risques" dans l'app.

source: Those data will be automatically added to the "effects" field in the app.
fr_fr: Ces données seront automatiquement rajoutées au champ "effects" dans l'app.

source: Substance-related risks
fr_fr: Risques liés aux substances

source: Substance-related effects
fr_fr: Effets liés aux substances

source: Extracted URIs
fr_fr: URIs extraites

source: Mark all selected interactions as drafts
fr_fr: Marquer les interactions sélectionnées comme brouillons

source: Mark all selected interactions as published
fr_fr: Marquer les interactions sélectionnées comme publiées

source: Rebuild selected interactions (linked substances order, URIs)
fr_fr: Reconstruire les inter. sélectionnées (ordre des substances, URIs)

source: Ping archive.org about selected interactions URIS
fr_fr: Notifier archive.org des URIs des inter. sélectionnées

source: Provided by Libravatar
fr_fr: Fourni par Libravatar

source: Contributor profile
fr_fr: Profil de contributeurice

source: Drug combinator
fr_fr: Combinateur de substances

source: Search in this list
fr_fr: Rechercher dans cette liste

source: Substances to combine
fr_fr: Drogues à combiner

source: Select substances
fr_fr: Sélectionnez des substances

source: Find a substance
fr_fr: Rechercher une substance

source: Your contribution
fr_fr: Votre contribution

source: Any remark or suggestion you might have about this data. Information must be supported by a link to a source. For more information, please see our <a {href}>data reliability criteria</a>.
fr_fr: Toute remarque que vous pourriez avoir au sujet de ces données. Les informations doivent s'accompagner d'un lien vers une source. Pour en savoir plus, n'hésitez pas à consulter nos <a {href}>critères de fiabilité des données</a>.

source: Your email address
fr_fr: Votre adresse email

source: We might need to contact you back about this contribution. We will not use your email for another purpose.
fr_fr: Nous pourrions avoir besoin de vous contacter au sujet de cette contribution. Votre adresse ne sera pas utilisée à d'autres fins.

source: A list of values separated by %(sep)s.
fr_fr: Une liste de valeurs séparées par %(sep)s.

source: last modification
fr_fr: dernière modification

source: name
fr_fr: nom

source: identifier
fr_fr: identifiant

source: general risks
fr_fr: risques généraux

source: Risks specific to combinations involving this substance that do not depend on a specific interaction.
fr_fr: Risques spécifiques à la combinaison de cette substance qui ne dépendent pas d'une interaction particulière.

source: general effects
fr_fr: effets généraux

source: Effects specific to combinations involving this substance that do not depend on a specific interaction.
fr_fr: Effets spécifiques à la combinaison de cette substance qui ne dépendent pas d'une interaction particulière.

source: aliases
fr_fr: dénominations

source: One alias per line. No need to duplicate case.
fr_fr: Un alias par ligne. Insensible à la casse.

source: category
fr_fr: catégorie

source: common
fr_fr: commune

source: Common substances are displayed as buttons in the app.
fr_fr: Les substances communes sont affichées sous forme de boutons dans l'app.

# synergy
source: Unknown
fr_fr: Inconnue

# synergy
source: Neutral
fr_fr: Neutre

source: Additive
fr_fr: Addition

source: Decrease
fr_fr: Atténuation

source: Increase
fr_fr: Potentialisation

source: Mixed
fr_fr: Mixte

# risk
source: Unknown
fr_fr: Inconnu

# risk
source: Neutral
fr_fr: Neutre

source: Caution
fr_fr: Vigilance

source: Unsafe
fr_fr: Risqué

source: Dangerous
fr_fr: Dangereux

# reliability
source: Unknown
fr_fr: Non évaluée

source: Hypothetical
fr_fr: Hypothétique

source: Inferred
fr_fr: Supposée

source: Proven
fr_fr: Avérée

source: first interactant
fr_fr: première substance

source: second interactant
fr_fr: seconde substance

source: slang names
fr_fr: noms argotiques

source: One name per line. The first one can be emphasized in the app.
fr_fr: Un nom par ligne. Le premier peut être mis en emphase à certains endroits de l'app.

source: risks
fr_fr: risques

source: synergy
fr_fr: synergie

source: risks reliability
fr_fr: fiabilité des risques

source: synergy and effects reliability
fr_fr: fiabilité de la synergie et des effets

source: risks description
fr_fr: description des risques

source: effects description
fr_fr: description des effets

source: This field is only displayed on this admin site and is shared between all users and languages.
fr_fr: Ce champ n'est visible que sur ce site d'administration, et est partagé entre tous les languages et utilisateurs.

source: draft
fr_fr: brouillon

source: In case of work-in-progress, uncertain or incomplete data.
fr_fr: En cas de travail en cours, de données incertaines ou incomplètes.

source: URIs extracted from these interaction data texts, mapped to their last Wayback Machine snapshot date.
fr_fr: URIs extraites de ces données d'interaction textuelles, pointées vers leurs dates de capture par la Wayback Machine.

source: categories
fr_fr: catégories

source: Untitled note
fr_fr: Note sans titre

source: title
fr_fr: titre

source: content
fr_fr: contenu

source: Notes are only displayed on this admin site and are shared between all users and languages.
fr_fr: Les notes ne sont visibles que sur ce site d'administration et sont partagées entre tous les languages et utilisateurs.

source: involved substances
fr_fr: substances concernées

source: If this note involves specific substances, you can optionally set them here.
fr_fr: Si cette note concerne des substances particulières, vous pouvez optionellement les spécifier ici.

source: user
fr_fr: utilisateur

source: personal page
fr_fr: page personnelle

source: This link may be used in public contributors lists.
fr_fr: Ce lien sera utilisé dans les listes de contributeurices publiques.

source: show publicly
fr_fr: Afficher publiquement

source: Show this profile in public contributors lists.
fr_fr: Afficher ce profil dans les listes de contributeurices publiques.

source: contributor profile
fr_fr: profil de contributeurice

source: contributor profiles
fr_fr: profils de contributeurices

source: About %(site)s
fr_fr: À propos de %(site)s

source: Contributors
fr_fr: Contributeurices

source: The data avalaible on Mixtures.info is the labour of these people. We thank them from our very hearts 💜 !
fr_fr: Les données présentes sur Mixtures.info sont le fruit du travail des ces personnes. Nous les en remercions du fond du coeur 💜 !

source: Frequently asked questions
fr_fr: Questions fréquentes

source: I found wrong data !
fr_fr: J'ai trouvé une donnée incorrecte !

source: Despite the care we put into it, it is possible that errors appear on this application. Please contact us at %(contact_link)s to report any content you feel to be incorrect.
fr_fr: Malgré le soin que nous y apportons, il est possible que des erreurs figurent sur cette application. Merci de nous contacter à %(contact_link)s pour nous signaler tout contenu que vous jugeriez incorrect.

source: It is also possible to suggest modifications using the dedicated forms using the %(icon)s icon on the interaction cards.
fr_fr: Il est également possible de suggérer des modifications à l'aide des formulaires dédiés via l'icône %(icon)s présente sur les cartes d'interaction.

source: If your contribution meets our <a %(qa_attrs)s>data quality criteria</a>, even better.
fr_fr: Si votre contribution respecte nos <a %(qa_attrs)s>critères de qualité des données</a>, c'est encore mieux.

source: How can I contribute?
fr_fr: Comment puis-je contribuer ?

source: Thank you for being willing to help us! If you wish to enrich our database, please send your contributions to %(contact_link)s. Please read our <a %(qa_attrs)s>data quality criteria</a> beforehand.
fr_fr: Merci de vouloir nous aider ! Si vous désirez compléter notre base de données, faites nous parvenir vos contributions à %(contact_link)s. N'hésitez pas à prendre connaissance de nos <a %(qa_attrs)s>critères de qualité des données</a> au préalable.

source: If you wish to make periodic contributions or if you represent an association, please contact us at %(contact_link)s in order to obtain personalized access to the publishing interface.
fr_fr: Si vous désirez apporter une contribution régulière ou que vous représentez une association, contactez-nous à l'adresse %(contact_link)s afin d'obtenir un accès personnalisé à l'interface d'édition.

source: Mixtures.info is a collaborative project that cannot exist without contributions!
fr_fr: Mixtures.info est un projet collaboratif qui ne peut exister sans contributions !

source: What is the "reliability" variable?
fr_fr: À quoi correspond la variable "fiabilité" ?

source: In a concern of transparency, the information provided by Mixtures.info is accompanied by a reliability index, which indicates the level of certainty of the delivered information.
fr_fr: Dans un soucis de transparence, les données de Mixtures.info sont accompagnées d'un indice de fiabilité, qui indique le niveau de certitude de l'information délivrée.

source: Hypothetical:
fr_fr: Hypothétique :

source: the sources are not sufficient to reach a conclusion, because they are rare or contradictory. It is necessary to make hypotheses from the properties of the substances or from a few testimonies.
fr_fr: les sources ne suffisent pas à tirer de conclusion, car elles sont rares ou contradictoires. Il faut faire des hypothèses à partir des propriétés des substances ou de quelques témoignages.

source: Inferred:
fr_fr: Supposée :

source: the data is based on a large number of testimonies. Some scientific studies can support them.
fr_fr: les données sont issues d'un nombre important de témoignages. Quelques études scientifiques peuvent les soutenir.

source: Proven:
fr_fr: Avérée :

source: the data are the result of a solid convergence of testimonies and scientific knowledge.
fr_fr: les données sont le fruit d'une convergence massive des témoignages et des connaissances scientifiques.

source: Why separate Synergy and Risk?
fr_fr: Pourquoi séparer Synergie et Risque ?

source: The <b>Synergy</b> section compiles information about the effects of a combination and the mechanisms behind it, without assessing its dangerousness. It addresses a goal of accessibility of knowledge.
fr_fr: La partie <b>Synergie</b> rassemble des informations sur les effets d'une combinaison et les mécanismes qui se cachent derrière, sans en évaluer la dangerosité. Elle répond à un objectif d'accessibilité du savoir.

source: The <b>Risk</b> section is for people who would like to know more concretely what is involved in mixing two substances. It addresses a goal of harm reduction.
fr_fr: La partie <b>Risque</b> s'adresse aux personnes qui voudraient savoir plus concrètement ce que l'on encoure à mélanger deux substances. Elle répond à un objectif de réduction des risques.

source: Separating these two sections allows us to be more precise, to integrate more information, and to better address the needs of the readers: knowledge, safety, or both. People who want to integrate our data into third-party applications can choose the ones they are interested in.
fr_fr: Séparer ces deux parties nous permet d'être plus précis, d'intégrer d'avantage d'informations, et de mieux répondre aux besoins des lecteurices : la connaissance, la sécurité, ou les deux. Les personnes souhaitant intégrer nos données dans des applications tierces peuvent ainsi choisir celles qui les intéressent.

source: Who is behind Mixtures.info ?
fr_fr: Qui se cache derrière Mixtures.info ?

source: This application is the brainchild of <b>Tridimensionnel</b>, editorial coordinator, and <b>xyzt_</b>, software engineer. However, Mixtures.info would be nothing without its wonderful team of <a %(attrs)s>contributors</a>.
fr_fr: Cette application est à l'initiative de <b>Tridimensionnel</b>, coordinateurice de rédaction, et de <b>xyzt_</b>, développeuse. Toutefois, Mixtures.info ne serait rien sans sa formidable équipe de <a %(attrs)s>contributeurices</a>.

source: I found a bug!
fr_fr: J'ai trouvé un bug !

source: Oops! Designing applications is not always easy, and it is possible that some defects have slipped into the source code of Mixtures.info. You can report any anomaly by opening a ticket on our <a %(bt_attrs)s>bug tracker</a>.
fr_fr: Oups ! Concevoir des applications n'est pas toujours facile, et il se peut que quelques malfaçons se soient glissées dans le code source de Mixtures.info. Vous pouvez signaler toute anomalie en ouvrant un ticket sur notre <a %(bt_attrs)s>bug tracker</a>.

source: For any suggestion, remark or amazing idea, you are also very welcome on our bug tracker.
fr_fr: Pour toute suggestion, remarque ou idée géniale, vous êtes également les bienvenus sur notre bug tracker.

source: Data quality and reliability
fr_fr: Qualité et fiabilité des données

source: The quality of the data provided by Mixtures.info is a subject we are particularly concerned of.
fr_fr: La qualité des données présentes sur Mixtures.info est un sujet qui nous préoccupe particulièrement.

source: https://en.wikipedia.org/wiki/Wikipedia:No_original_research
fr_fr: https://fr.wikipedia.org/wiki/Wikip%%C3%%A9dia:Travaux_in%%C3%%A9dits

source: Each piece of information <b>must be sourced</b>, i.e. accompanied by a link to a resource testifying the validity of the information. Mixtures.info is ideally <b>not</b> a place to produce <a %(or_attrs)s>original research</a>, but a place to gather <b>verifiable</b> information. Note that while wikis or forums are valuable tools, often linked to many high-quality sources, they are <b>not</b> in themselves sufficient sources.
fr_fr: Chaque information qui y est présente <b>doit être sourcée</b>, c'est à dire accompagnée d'un lien vers une ressource attestant de la validité l'information. Mixtures.info n'est idéalement <b>pas</b> un lieu destiné à produire du <a %(or_attrs)s> travail inédit</a>, mais un lieu destiné à regrouper des informations <b>vérifiables</b>. À noter que si les wikis ou forums sont des outils précieux, souvent liés à de nombreuses sources de qualité, ils ne constituents <b>pas</b> en eux-mêmes des sources suffisantes.

source: Moreover, all information must be <b>moderated</b> in accordance with the quality of its origin. It is thus appropriate to distinguish:
fr_fr: D'autre part, toute information doit être <b>modérée</b> selon la qualitée de son origine. Il convient ainsi de différencier :

source: <li>Sources of low to average reliability, such as testimonials or cross-checking of testimonies;</li> <li>Sources of reasonable reliability, such as valid scientific studies cross-checked by testimonies;</li> <li>Highly reliable sources, such as valid meta-studies cross-referenced with testimonials.</li>
fr_fr: <li>Les sources de faible à moyenne fiabilité, tels que les témoignages ou recoupements de témoignages ;</li> <li>Les sources de fiabilité convenable, telles les études scientifiques valides recoupées par des témoignages ;</li> <li>Les sources de forte fiabilité, telles les méta-études valides recoupées par des témoignages.</li>

source: Example of an <b>invalid</b> contribution:
fr_fr: Exemple de contribution <b>invalide</b> :

source: Polyuse of stimulants and depressants leads to more abuse than with each product alone. There is a high risk of addiction.
fr_fr: La polyconsommation de stimulants et de dépresseurs entraîne plus d'abus qu'avec chaque produit seul. Il y a un grand risque d'addiction.

source: Example of a <b>valid</b> contribution:
fr_fr: Exemple de contribution <b>valide</b> :

source: <a %(r1_attrs)s>This study</a> shows that polyuse of stimulants and depressants would correlate with more risky practices and side effects than stimulant use alone. For example, in <a %(r2_attrs)s>this testimony</a>, the author's addiction to alprazolam was a consequence of their weekly MDMA use.
fr_fr: <a %(r1_attrs)s>Cette étude</a> montre que la poly-consommation de stimulants et de dépresseurs serait corrélée à plus de pratiques à risque et d'effets secondaires que la consommation de stimulants seuls. Par exemple, dans <a %(r2_attrs)s>ce témoignage</a>, l'addiction de l'auteur à l'alprazolam fut une conséquence de son utilisation hebdomadaire de MDMA.

source: In the valid contribution, each piece of information is linked to its source: here, a study and a testimony. The study is probably a more solid source than the testimony, but it is not always possible to find one: the important thing is to be explicit about the nature of the source ("<em>this study</em>", "<em>this testimony"</em>), to not make information seem more reliable than it is. Also, since a single study is not very strong evidence, a conditional tone is used ("<em>would be correlated</em>").
fr_fr: Dans la contribution valide, chaque information est reliée à sa source : ici, une étude et un témoignage. L'étude est a priori une source plus solide que le témoignage, mais ce n'est pas toujours possible d'en trouver : l'important est d'être explicite sur la nature de la source ("<em>cette étude</em>", "<em>ce témoignage"</em>), afin de ne pas faire passer une information pour plus fiable qu'elle n'est. De plus, étant donné qu'une seule étude n'est pas une preuve très solide, on utilise le conditionnel ("<em>serait correlée</em>").

source: In the end, the same thing was said as in the first example, but <b>without asserting anything on its own</b> and giving an <b>accurate picture</b> of the state of knowledge. These differences may seem minor, but applying these guidelines allows the reader to verify the information. False data can be life threatening, hence it is unthinkable to ask to be taken at face value.
fr_fr: Finalement, on a dit la même chose que dans le premier exemple, mais <b>sans rien affirmer par soi-même</b> et en donnant une <b>image fidèle</b> de l'état des connaissances. Ces différences peuvent sembler mineures, mais appliquer ces directives permet au lecteur ou à la lectrice de vérifier l'information. Parce que des données fausses peuvent mettre en danger, il est impensable de demander à être cru sur parole.

source: Open source and open data licenses
fr_fr: Licences open source et open data

source: https://en.wikipedia.org/wiki/Free_software
fr_fr: https://fr.wikipedia.org/wiki/Logiciel_libre

source: https://en.wikipedia.org/wiki/Open-source_software
fr_fr: https://fr.wikipedia.org/wiki/Open_source

source: https://www.gnu.org/licenses/gpl-3.0.en.html
fr_fr: https://www.gnu.org/licenses/gpl-3.0.fr.html

source: Mixtures.info is a <a %(fs_attrs)s>free</a>, <a %(oss_attrs)s>open source</a> software, distributed under the <a %(gpl_attrs)s>GPLv3</a> license. Its entire source code is available on <a %(gh_attrs)s>GitHub</a>. This means you are free to understand the inner operation of this application, but also to contribute to it or copy it, as long as you respect this license.
fr_fr: Mixtures.info est un <a %(fs_attrs)s>logiciel libre</a> et <a %(oss_attrs)s>open source</a>, distribué sous la licence <a %(gpl_attrs)s>GPLv3</a>. L'entièreté de son code source est disponible sur <a %(gh_attrs)s>GitHub</a>. Cela signifie que vous êtes libre de comprendre le fonctionnement interne de cette application, mais aussi d'y contribuer ou de la copier, dans les limites des termes de cette licence.

source: https://en.wikipedia.org/wiki/Open_data
fr_fr: https://fr.wikipedia.org/wiki/Donn%%C3%%A9es_ouvertes

source: https://creativecommons.org/licenses/by-sa/4.0/deed.en
fr_fr: https://creativecommons.org/licenses/by-sa/4.0/deed.fr

source: The data provided by Mixtures.info is also free, since it is distributed as <a %(od_attrs)s>open data</a>. They are however distributed under the <a %(cc_attrs)s>CC-BY-SA 4.0</a> license.
fr_fr: Les données présentes sur Mixtures.info sont également libres, puisque distribuées en <a %(od_attrs)s>open data</a>. Elles sont en revanche distribuées sous la licence <a %(cc_attrs)s>CC-BY-SA 4.0</a>.

source: Please consult the relevant licenses to find out what you can and cannot legally do.
fr_fr: Consultez les licences correspondantes pour savoir ce que vous pouvez légalement faire ou pas.

source: Technologies used
fr_fr: Technologies utilisées

source: Mixtures.info is programmed in Python using the Django framework. The display uses the Materialize framework. The application is now hosted on the wonderful fly.io platform, since Heroku kicked us out by changing their pricing policy. For an exhaustive list of software libraries in use, please see the <a%(gh_attrs)s>source code</a>.
fr_fr: Mixtures.info est programmé en Python à l'aide du framework Django. L'affichage utillise le framework Materialize. Depuis qu'Heroku nous a mis dehors en changeant sa politique de facturation, l'application est hébergée sur la formidable plateforme fly.io. Pour une liste exhaustive des bibliothèques logicielles utilisées, consultez le <a %(gh_attrs)s>code source</a>.

source: Interaction data for substance %(drug)s:
fr_fr: Données d'interaction de la substance %(drug)s :

source: No interaction data for substance %(drug)s.
fr_fr: Pas de données d'interaction pour la substance %(drug)s.

source: %(number)s note related to substance %(drug)s is avalaible.
fr_fr: %(number)se note liée à la substance %(drug)s est disponible.

source: No note related to substance %(drug)s.
fr_fr: Aucune note n'est liée à la substance %(drug)s.

source: Archived
fr_fr: Archivée

source: Capture requested
fr_fr: Capture demandée

source: job
fr_fr: tâche

source: Capture request failed
fr_fr: Capture échouée

source: Not archived
fr_fr: Non archivée

source: Combination
fr_fr: Combinaison

source: Risks and effects of the combination of %(drugs)s substances.
fr_fr: Risques et effets de la combinaison entre les substances %(drugs)s.

source: Mixtures.info, synergies and risks of drug interactions.
fr_fr: Mixtures.info, synergies et risques liés aux interactions entre drogues.

source: Warning: %(number)s interaction was not found in our database.
fr_fr: Attention : %(number)se interaction n'a pas été trouvée dans notre base de données.

source: Caution: %(number)s substances have been selected. Mixtures.info only provides information on substance pairs.
fr_fr: Prudence : %(number)s substances ont été sélectionnées. Mixtures.info délivre uniquement des informations sur les couples de substances.

source: No interactions were found in our database.
fr_fr: Aucune interaction n'a été trouvée dans notre base de données.

source: Do you think you can help us? We'd love to:
fr_fr: Vous pensez pouvoir nous aider ? Nous en serions ravis :
