Repository: x-yzt/mixtures
Catalog: drugcombinator/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Contribute
fr_fr: Contribuer

source: This could be a good sign. Or not. Beware.
fr_fr: Ça pourrait être bon signe. Ou pas. Méfiance.

source: Slang name
fr_fr: Nom argotique

source: The combination of these substances does not significantly increase their risks compared to independent use.
fr_fr: La combinaison de ces substances n'augmente pas significativement leurs risques par rapport à une consommation indépendante.

source: This combination presents relatively low physical or mental risks, or may result in risky situations.
fr_fr: Cette combinaison présente de faibles risques physiques ou mentaux, ou peut déclencher des situations à risque.

source: The combination of these substances presents non-negligible physical or mental risks.
fr_fr: La combinaison de ces substances présente des risques physiques ou mentaux non négligeables.

source: The combination of these substances presents major physical or mental risks.
fr_fr: La combinaison de ces substances présente d'importants risques physiques ou mentaux.

source: The risks of this combination are not sufficiently known to be properly estimated.
fr_fr: Les risques de cette combinaison ne sont pas assez connus pour être correctement évalués.

source: These substances do not interact in any significant way. Their effects are cumulative.
fr_fr: Ces substances n'interagissent pas de façon significative. Leurs effets se cumulent.

source: These substances do not interact significantly. Their effects are similar and add up.
fr_fr: Ces substances n'interagissent pas de façon significative. Leurs effets sont similaires et s'additionnent.

source: The effects of these substances are contradictory and some of them are attenuated.
fr_fr: Les effets de ces substances sont contradictoires et certains d'entre eux s’atténuent.

source: The effects of these substances are multiplied or greatly modified by their combination.
fr_fr: Les effets de ces substances sont multipliés ou fortement modifiés par leur combinaison.

source: The combination of these substances attenuates some of their effects and increases others.
fr_fr: La combinaison de ces substances atténue certains de leurs effet et en augmente d'autres.

source: The effects of this combination are not known.
fr_fr: Les effets de cette combinaison ne sont pas connus.

source: Contribute: %(topic)s
fr_fr: Contribution : %(topic)s

source: Incorrect input
fr_fr: Entrée invalide

source: Send
fr_fr: Envoyer

source: Close
fr_fr: Fermer

source: API Documentation
fr_fr: Documentation de l'API

source: This page is intended to help developers integrating Mixtures.info data into a third party application. Our database contains %(drugs_count)s substances linked by %(interactions_count)s interactions, available in JSON format through an HTTP service.
fr_fr: Cette page est destinée aux développeurs et développeuses désirant intégrer les données de Mixtures.info dans une application tierce. Notre base de données contient %(drugs_count)s substances liées par %(interactions_count)s interactions, disponibles au format JSON par le biais d'un service HTTP.

source: Terms of use
fr_fr: Conditions d'utilisation

source: License
fr_fr: Licence

source: All data is distributed under the <a %(attrs)s>Creative Commons CC-BY-SA 4.0 license</a>. Any work using this API must conform to the terms of this license, including the obligation to give credit and to share any derived work under the same license.
fr_fr: Toutes nos données sont distribuées sous licence <a %(attrs)s>Creative Commons CC-BY-SA 4.0</a>. Tout travail utilisant cette API doit se conformer aux termes de cette licence, incluant l'obligation de créditer la provenance des données et de partager tout travail dérivé sous la même licence.

source: Best practices
fr_fr: Bonnes pratiques

source: Please use this API responsibly. This includes throttling your queries, and making as few requests as possible to perform a given action.
fr_fr: Utilisez cette API de manière responsable. Cela inclue modérer la fréquence de vos requêtes, et envoyer aussi peu de requêtes que possible pour effectuer une action donnée.

source: It is good practise to use local caches when possible. Instead of performing lots of search queries, we provide an <code>aliases</code> endpoint you can locally cache to perform searches locally.
fr_fr: Mettre les données nécessaires en cache localement est une bonne chose. Au lieu d'effectuer un grand nombre de requêtes de recherche, nous fournissons un endpoint <code>aliases</code> dont vous pouvez mettre la réponse en cache, pour ensuite effectuer vos recherches localement.

source: We may suspend access to the API in case of misuse.
fr_fr: Nous nous réservons le droit de suspendre l'accès à l'API en cas de mauvaise utilisation.

source: Internationalization
fr_fr: Internationalisation

source: All API endpoints use internationalization. The desired response language can be specified by prefixing the API URIs with a language code (eg. <code>/en/api/v1/...</code> for English). If no language prefix is provided (<code>/api/v1/...</code>), the system will try to pick one according to your request headers and will perform a redirect.
fr_fr: Tous les endpoints de l'API supportent l'internationalisation. Le language de réponse désiré peut être spécifié en préfixant les URIs de l'API par un code de langue (par exemple <code>/fr/api/v1/...</code> pour le français). Si aucun préfixe de langue n'est spécifié (<code>/api/v1/...</code>), le système essaiera d'en choisir un en accord avec les en-têtes de votre requête, et effectuera une redirection.

source: Avalaible language codes:
fr_fr: Codes de langue disponibles :

source: Risks and effects of combining the substance %(drugs)s with other psychoactives.
fr_fr: Risques et effets de la combinaison de la substance %(drugs)s avec d'autres psychoactifs.

source: About
fr_fr: À propos

source: No additional information available.
fr_fr: Aucune information supplémentaire n'est disponible.

source: Warnings
fr_fr: Avertissements

source: Embed this data
fr_fr: Intégrer ces données

source: %(site)s, combinations of psychoactive substances
fr_fr: %(site)s, combinaisons de substances psychoactives

source: Not finding what you are looking for?
fr_fr: Vous ne trouvez pas ce que vous cherchez ?

source: The substance %(name)s was not found.
fr_fr: La substance %(name)s n'a pas été trouvée.

source: Confirm
fr_fr: Confirmer

source: Integrate this data on a website
fr_fr: Intégrer ces données sur un site web

source: Mixtures.info offers a convenient way to integrate a nice summary of the above information in another web page, using <em>iFrames</em>.
fr_fr: Mixtures.info propose un moyen simple et pratique d'intégrer un joli récapitulatif des informations ci-dessus dans une autre page web, à l'aide d'<em>iFrames</em>.

source: To do so, simply copy the following HTML code into the destination page, at the position where you want to integrate the data:
fr_fr: Pour ce faire, il suffit de copier le code HTML suivant dans la page de destination, à l'endroit où vous souhaitez y intégrer les données :

source: Unfortunately, one restriction of <em>iFrame</em> elements is that they cannot automatically adjust their height to what they contain. A simple way to get around this problem is to load an additional JavaScript file, adding the following HTML code to your web page, alongside your other JavaScript files:
fr_fr: Malheureusement, une des limitations des éléments <em>iFrame</em> est qu'ils ne peuvent pas automatiquement adapter leur hauteur à ce qu'ils contiennent. Une façon simple de contourner ce problème est de charger un fichier JavaScript supplémentaire, en ajoutant le code HTML suivant à votre page web, à côté de vos autres fichiers JavaScript :

source: You only need to copy the second code once, even if you integrate several <em>iFrames</em> elements on the same page.
fr_fr: Il n'est nécéssaire de copier qu'une seule fois le second code, même si vous intégrez plusieurs éléments <em>iFrames</em>.

source: If you don't know where to put your JavaScript files, it is recommended that you load them at the end of the <code>&lt;body&gt;</code> element. It is also common to load them into the <code>&lt;head&gt;</code> element.
fr_fr: Si vous ne savez pas où charger vos fichiers JavaScript, il est recommandé de le faire à la fin de l'élément HTML <code>&lt;body&gt;</code>. Il est également courant de les charger dans l'élément <code>&lt;head&gt;</code>.

source: If you can't or don't want to load an extra JavaScript file, it is possible to give a fixed height to the <em>iFrame</em> by changing <code>height: auto</code> to, for example, <code>height: 500px</code> in the first code. Of course, you can change the value <code>500px</code> as you like.
fr_fr: Si vous ne pouvez ou ne voulez pas charger de fichier JavaScript supplémentaire, il est possible de donner une hauteur fixe à l'<em>iFrame</em> en modifiant <code>height: auto</code> en, par exemple, <code>height: 500px</code> dans le premier code. Évidemment, vous pouvez changer la valeur <code>500px</code> à votre convenance.

source: For any questions or problems regarding integrations, please <a %(attrs)s>contact us</a>.
fr_fr: Pour toute question ou problème concernant les intégrations, <a %(attrs)s>contactez-nous</a>.

source: Warning! This card is a draft.
fr_fr: Attention ! Cette fiche est un brouillon.

source: This is a draft, not intended to deliver information, but to be reworked. Its content can be very incomplete, and even erroneous. If you want to help us, you can however view its content.
fr_fr: Il s'agit d'une ébauche, qui n'est pas destinée à délivrer de l'information, mais à être retravaillée. Son contenu peut être très lacunaire, voire faux. Si vous voulez nous aider, vous pouvez toutefois afficher son contenu.

source: I'll be careful, I promise
fr_fr: Je fais attention, promis

source: Synergistic tendency
fr_fr: Tendance synergique

source: Estimated risk
fr_fr: Risque estimé

source: About effects
fr_fr: À propos des effets

source: About risks
fr_fr: À propos des risques

source: Combinations of psychoactive substances
fr_fr: Combinaisons de substances psychoactives

source: Effects and risks of drug mixtures
fr_fr: Effets et risques des mélanges de drogues

source: Mixtures.info aims to deliver <b>verifiable</b> data on <b>drug interactions</b>. To date, our database is still very <b>incomplete</b>.
fr_fr: Mixtures.info a pour objectif de délivrer des données <b>vérifiables</b> sur les <b>interactions entre drogues</b>. À ce jour, notre base de données est encore très <b>incomplète</b>.

source: It is possible to browse through the entire application, but <b>we encourage you to use our smaller but completed thematic portal</b> instead.
fr_fr: Il est possible d'accéder à la totalité de l'application, mais <b>nous vous encourageons plutôt à utiliser notre portail thématique</b>, plus restreint mais achevé.

source: Only the most common drugs are listed above. Other substances are available in this list.
fr_fr: Seules les drogues les plus courantes sont répertoriées ci-dessus. D'autres substances sont disponibles dans cette liste.

source: Mix!
fr_fr: Mélanger !

source: News feed
fr_fr: Fil d'actualités

source: Hey! Perhaps you would like to read the last articles from <a href="%(blog)s"> our blog</a>?
fr_fr: Hey ! Peut-être seriez vous intéressé·e par les derniers articles de <a href="%(blog)s"> notre blog</a> ?

source: Table of contents
fr_fr: Sommaire

source: Reliability:
fr_fr: Fiabilité :

source: and
fr_fr: et

source: The {markdown} syntax is allowed.
fr_fr: La syntaxe {markdown} est autorisée.

source: Paragraphs are separated by two carriage returns.
fr_fr: Les paragraphes sont séparés par deux retours à la ligne.

source: New contribution: {interaction}
fr_fr: Nouvelle contribution : {interaction}

source: modified_fields
fr_fr: Champs modifiés

source: is_draft
fr_fr: Brouillon
