Repository: x-yzt/mixtures
Catalog: drugportals/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Drug portals
fr_fr: Portails de substances

source: name
fr_fr: nom

source: last modification
fr_fr: dernière modification

source: portal
fr_fr: portail

source: Mixtures.info is a harm reduction application. The %(portal)s is dedicated to synergies and risks of drug interactions.
fr_fr: Mixtures.info est une application de réduction des risques. Le %(portal)s est dédié aux synergies et risques des interactions entre drogues.

source: Mixtures project
fr_fr: Projet Mixtures

source: About
fr_fr: À propos

source: This portal is intended to inform about the effects and risks of mixing with other drugs.
fr_fr: Ce portail est destiné à informer sur les effets et risques du mélange avec d'autres drogues.

source: Interactions with other substances
fr_fr: Interactions avec d'autres substances

source: Mixtures.info aims to provide verifiable data on drug mixtures. This portal is only a preview of a much more ambitious project, which concerns most drugs commonly used. This is a long-term effort, and if you wish to support us in any way, <a %(attrs)s>contact us</a>. Reviews and corrections are also welcome!
fr_fr: Mixtures.info a pour objectif de délivrer des données vérifiables sur les mélanges de drogues. Ce portail n'est que l’aperçu d’un projet bien plus ambitieux, qui concerne la plupart des drogues en usage. C'est un travail de longue haleine, et si vous souhaitez nous soutenir d'une quelconque manière, <a %(attrs)s>contactez-nous</a>. Les critiques et corrections sont également bienvenues !
